Repository: Angular-OTUS/DmitryIvanov
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Task added
ru: Задача добавлена

source: Task updated
ru: Задача обновлена

source: Task removed
ru: Задача удалена

source: Filter task list by status:
ru: Фильтровать список задач по статусу:

source: <mat-icon>hourglass_empty</mat-icon> In progress
ru: Ожидают выполнения

source: <mat-icon>verified</mat-icon> Completed
ru: Выполнены

source: Change the task
ru: Изменить задачу

source: Save
ru: Сохранить

source: edit tack
ru: Редактировать задачу

source: Click to edit the task text
ru: Нажмите, чтобы изменить название задачи

source: Click the button to delete the task
ru: Нажмите, чтобы удалить задачу

source: Delete
ru: Удалить

source: In progress
ru: Ожидают выполнения

source: Completed
ru: Выполнены

source: Click on a task to see its description
ru: Нажмите на задачу, чтобы увидеть ее описание

source: Name of the task
ru: Название задачи

source: Click the button to add a task
ru: Нажмите кнопку, чтобы добавить задачу

source: Add task
ru: Добавить задачу

source: Description of the task
ru: Описание задачи

source: Close
ru: Закрыть
